Repository: NIKHIL314959/Master-Thesis-on-IGUS-RL-DP-5
Catalog: AutomationStudio/Logical/mappView/Resources/Texts/SnippetMCSZTextSys.tmx
Source language: en
Languages: de

source: Z would move in positive direction
de: Positive Z Bewegung eingestellt

source: Z would move in negative direction
de: Negative Z Bewegung eingestellt

source: Robot is powered off
de: Roboter ist ausgeschalten

source: Robot is in error
de: Roboter ist in Error

source: No movements in Z direction
de: Keine Bewegungen in Z Richtung
